Repository: b-jesch/script.video.binge
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: already played
de_de: bereits abgespielt

# #32002
source: not played yet
de_de: noch nicht abgespielt

# #32003
source: Playing Title %s of %
de_de: Spiele Titel %s von %s

# #32004
source: There isn't a Title in the Binge List. Please add at least one Title into the Binge List using the Context Menu of Views within Movies, TV Shows or Videos.
de_de: Es befindet sich kein Titel in der Bingeliste. Füge wenigstens einen Titel über das Kontextmenü in den Ansichten für Filme, Serien oder Videos hinzu.

# #32005
source: All titles of the Bingelist have already been played. Change the state of the titles in the list or add new titles.
de_de: Alle Titel der Bingelist wurden bereits abgespielt. Wechsle den Status der Titel in der Liste oder füge neue Titel hinzu.

# #32006
source: Next title starts in %s seconds. Press Cancel to stop playing from Bingelist.
de_de: Der nächste Titel startet in %s Sekunden. Drücke Abbrechen, um das Abspielen der Bingeliste zu beenden.

# #32007
source: Binge list removed
de_de: Bingeliste wurde gelöscht

# #32008
source: Playing of Binge list completed
de_de: Abspielen der Bingeliste abgeschlossen

# #32010
source: Add to Binge List
de_de: Zur Bingeliste hinzufügen

# #32011
source: Play/Manage Binge List...
de_de: Bingeliste abspielen/verwalten...

# #32012
source: Show Binge List
de_de: Bingeliste anzeigen

# #32013
source: Play all
de_de: Bingeliste abspielen

# #32014
source: Play List from Entry above
de_de: ab Eintrag aufwärts abspielen

# #32015
source: Toggle Play Status of Entry
de_de: Abspielstatus umschalten

# #32016
source: Remove already played items
de_de: Entferne bereits gespielte Einträge

# #32017
source: Clear Binge list
de_de: Bingeliste löschen

# #32020
source: Duration of Progress Bar
de_de: Anzeigedauer der Fortschrittsanzeige

# #32021
source: Show Progressbar
de_de: Zeige Fortschrittsanzeige

# #32022
source: Skip already played Entries
de_de: Überspringe bereits abgespielte Einträge

# #32023
source: 3 Seconds
de_de: 3 Sekunden

# #32024
source: 5 Seconds
de_de: 5 Sekunden

# #32025
source: 10 Seconds
de_de: 10 Sekunden

# #32026
source: 15 Seconds
de_de: 15 Sekunden

# #32027
source: 30 Seconds
de_de: 30 Sekunden

# #32028
source: Remove Title from Binge List after Playing
de_de: Titel nach dem Abspielen aus der Bingeliste entfernen
